"Check for Updates…" = "Verifica disponibilità aggiornamenti…";

"Indicates whether a new chat should be started" = "Indica se va avviata una nuova chat";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "L'azione avvia l'app ChatGPT per iniziare una conversazione vocale con ChatGPT.";

"Chat Identifier" = "Identificatore chat";

"Message to send to ChatGPT" = "Messaggio da inviare a ChatGPT";

"Model" = "Modello";

"Start new chat" = "Avvia nuova chat";

"Settings…" = "Impostazioni...";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Se abilitare la chat bidirezionale o completare la scorciatoia immediatamente dopo la risposta";

"%@" = "%@";

"Model slug" = "Slug modello";

"ChatGPT Help" = "ChatGPT Help";

"You can continue this chat from the app." = "Puoi continuare la chat dall'app.";

"Toggle Sidebar" = "Attiva barra laterale";

"Model to use with the new chat" = "Modello da usare con la nuova chat";

"Is there anything else you would like to ask about?" = "C'è altro che vorresti chiedere?";

"Would you like to start a new chat?" = "Vuoi avviare una nuova chat?";

"Change Shortcut" = "Cambia scorciatoia";

"Model name" = "Nome modello";

"Start voice conversation with ChatGPT" = "Avvia conversazione vocale con ChatGPT";

"Content" = "Contenuti";

"Message Identifier" = "Identificatore messaggio";

"Which model would you like to use?" = "Quale modello vuoi utilizzare?";

"Continuous chat" = "Chat continua";

"This action will send a single message to a chat with ChatGPT and return the response." = "L'azione invia un singolo messaggio a una chat con ChatGPT e restituisce la risposta.";

"Ask ChatGPT" = "Chiedi a ChatGPT";

"New Chat" = "Nuova chat";

"What would you like to ask ChatGPT about?" = "Che cosa vuoi chiedere a ChatGPT?";

"Message" = "Messaggio";

"New Temporary Chat" = "New Temporary Chat";

"Start voice conversation" = "Avvia conversazione vocale";

